namespace ChemicalLaboratory.Data
{
    public class DefinedIndicatorData
    {
        public List<string> indicatorOfWater = new List<string>()
        {
            "Массовая концентрация гидрокарбонатов, (10,0 - 500,0)мг/дм^2",
            "Общая жесткость, (3,0-30)^6Ж",
            "Массовая концентрация кальция, (5,0-300,0)мг/дм^3",
            "Массовая концентрация сульфат-ионов, (10,0-500,0)мг/дм^3",
            "Массовая концентрация нефтепродуктов, (0,0050 - 0,50)мг/дм^3",
            "Массовая концентрация хлорид-ионов, (5,0-500,0)мг/дм^3",
            "Содержание хрома (IV)",
            "Содержание общего хрома",
            "Массовая концентрация карбонатов",
            "Содержание общего органического углерода",
            "Содержание растворенного органического углерода",
            "Содержание катионов аммония",
            "Содержание катионов бария",
            "Содержание катионов калия",
            "Содержание катионов лития",
            "Содержание катионов магния",
            "Содержание катионов натрия",
            "Содержание катионов стронция",
            "Содержание полихлорированных бифенилов",
            "Содержание формальдегида"
            
            
        };
        //ДЛЯ МЕТОДА СООТВЕТСВУЕТ ОДИН ГОСТ????  нет
        public List<string> indicatorOfOil = new List<string>()
        {
            "Плотность в условиях измерения, (855,0-910,0)кг/м^3",
            "Плотность при 20 градусах, (830,0-950,0)кг/м^3",
            "Массовая доля воды, следы",
            "Объемная доля воды, (0,03-5,00)%",
            "Массовая концентрация хлористых солей, (10,0-300,0)мг/дм^3",
            "Вязкость кинематическая, (6,000-100,00)мм^3/c",
            "Массовая доля механических примесей, отстутствие",
            "Давление насыщенных паров, (35,0-110,0)кПА",
            "Определение серы"
        };
    }
}
