namespace ChemicalLaboratory.Data
{
    public class DepositData
    {
        public List<string> depositOfWater = new List<string>()
        {
            "р. Кама у пристани Красный Бор",
            "р. Кама напротив д.Бизяки",
            "р. Кама у пристани Тихие Горы",
            "р. Кама у п.Кызыл Тау",
            "р. Кама у пристани Елабуга",
            "р. Кама 100м выше устья",
            "р. Иж около д.Тойма",
            "на 200м выше по течению возле ТХУ-2",
            "на 200м ниже по течению возле ТХУ-2",
            "около д.Тихоново",
            "устье р.Тойма",
            "р. Простинка около КНС-10 в 200м выше по течению",
            "р. Простинка около КНС-10 в 200м ниже по течению",
            "руч. КараЕлга"
        };

        public List<string> depositOfOil = new List<string>()
        {
            "узел учета нефти Кадыровского месторождения",
            "вход с Кадыровского месторождения",
            "вход с Бастырского месторождения",
            "с приемной линии насосов откачки воды на КНС-12",
            "с приемной линии насосов откачки воды на КНС-13",
            "вход нефтяной эмульсии на установку с Первомайского месторождения",
            "во время приема в товарный РВС, с отстойников О-1,2",
            "линия откачки товарной нефти РВС",
            "линия сифона РВС",
            "вход нефтяной эмульсии на установку с Ново-Суксинского месторождения",
            "вход нефтяной эмульсии на установку с Контузлинского месторождения"

        };
    }
}
