namespace ChemicalLaboratory.Data
{
    public class MethodData
    {
        public List<string> methodsWater = new List<string>()
        {
            "ПНД Ф 14.1:2:3:4.121",
            "ПНД Ф 14.1:2:3.99",
            "ПНД Ф 14.1:2:3.98",
            "ПНД Ф 14.1:2:3.95",
            "ПНД Ф 14.1:2.159",
            "ПНД Ф 14.1:2:4.128",
            "ПНД Ф 14.1:2:3:4.111",
            "ГОСТ Р 51309",
            "ГОСТ 31870",
            "ГОСТ Р 52962",
            "ГОСТ Р 52963",
            "ГОСТ Р 52991",
            "ГОСТ Р 53887",
            "ГОСТ Р 54503",
            "ГОСТ Р 55227"
        };

        public List<string> methodsOil = new List<string>()
        {
            "ГОСТ 2477",
            "ГОСТ 3900",
            "ГОСТ 21534",
            "ГОСТ 33",
            "ГОСТ 6370",
            "ГОСТ 1756",
            "ГОСТ 8852",
            "ГОСТ 20287",
            "ГОСТ Р 51947",
            "ГОСТ 10577"
        };
    }
}
